{  
 
"charachters":
{
    "farmer":
        { 
            "dialogs":
            [  
                {
                "replics":
                [
                         
                        {
                            "isPlayer":true,
                            "text": "я.. Разве я не работал над своей книгой?..."   
                        },
                        {
                            "isPlayer":true,
                            "text": "Думаю, мне стоит пойти и изучить местность."   
                        },
                        {
                            "isPlayer":false,
                            "text": "Так это ты новенький на нашей ферме? "   
                        },
                        {
                            "isPlayer":true,
                            "text": "…"   
                        },
                        {
                            "isPlayer":true,
                            "text": "О чем Вы?"   
                        },
                        {
                            "isPlayer":false,
                            "text": "Акцент у тебя забавен, паренек. В любом случае, позволь рассказать тебе про место, в которое тебя отправили, дабы интерес твой сбавить."   
                        }, 
                        {
                            "isPlayer":false,
                            "text": "Эта ферма еще далека от города, где происходит промышленная революция. Ох, разошлись уж лорды."   
                        },
                        {
                            "isPlayer":false,
                            "text": " Теперь в городе вовсе нет труда за бесплатный да зернистый хлеб, уж платят людям нынче монетами, а некоторые и подавно потеряли труд хвалебный."   
                        },
                        {
                            "isPlayer":true,
                            "text": "Я не совсем понимаю…"   
                        },
                        {
                            "isPlayer":false,
                            "text": "Конечно, сынок, не понять тебе старших. Говорю я, в городе назревает промышленная революция, большинство уходит с ферм на фабрики ткацкие всякие, а у нас-то как житься будется? Вот и беспокоюсь уж я."   
                        },
                        {
                            "isPlayer":true,
                            "text": "Хорошо.. А где я нахожусь?"
                        } ,
                        {
                            "isPlayer":false,
                            "text": "Добро. Ты находишься на ферме по выращиванию хлопка и скотоводства, недалеко и деревушка есть."
                        },
                        {
                            "isPlayer":true,
                            "text": "А ты кто такой?"
                        },
                        {
                            "isPlayer":false,
                            "text": "Охох, смешишь же ты. Я главный фермер этой деревни, а посему я руководствую всей фермой и своими подчиненными. Тебя недавно доставили и видно, недальновидный ты, аль шутишь."
                        },
                        {
                            "isPlayer":true,
                            "text": ".     .      ."
                        }


                ]
                },
                {
                    "replics":
                    [
                        {
                        "isPlayer":true,
                        "text": "привет я тут ищу свои какашечки, не знаешь где они лежат, лобрый педофил"   
                        }
                    ]
                }
                
            ]
        },
    "granny":
    { 
            "dialogs":
            [  
                {
                    "replics":
                    [
                            {
                            "isPlayer":false,
                            "text": "я бабуля"   
                            },
                            {
                                "isPlayer":true,
                                "text":"привте я такой игрок вот вот я игрок "
                            }
                    ]
                },
                {
                    "replics":
                    [
                        {
                        "isPlayer":false,
                        "text": "а я бабуля два"   
                        }
                    ]
                }
                
            ]
        }


}
      
}
