{  
 
"monologs":
{
    "firstPhrase":
        {   
            "replics":
            [
                { 
                    "text": "Господи... Что это сейчас было?"  
                },
                { 
                    "text": "Они просто взяли и сожгли меня заживо..."  
                },
                { 
                    "text": " Но, несмотря на это, я всё равно остаюсь живым, а это только подтверждает мою теорию..."  
                }, 
                { 
                    "text": "Значит, это всё и вправду сон… "  
                },
                { 
                    "text": "Даже более, он осознанный… "   
                },
                { 
                    "text": "Этот сон описывает абсолютно всё, чего мне не хватает в моей книге."   
                },
                { 
                    "text": "Думаю, когда я проснусь, то сразу же стоит выписать все события сна в заметки и продолжить дописывать мою книгу."   
                } 
            ]
                    
        },
        
    "monologueNearToBridge":
        {   
            "replics":
            [
                { 
                    "text": "Хм…" 
                },
                { 
                    "text": "Судя по окружающему виду, можно с точностью сказать, что луддиты не имели глобальную, и в особенности радикальную, тенденцию. "
                },
                { 
                    "text": "Однако, луддиты явно не могли пропасть. Скорее, они перестали слишком радикально относиться к новшествам в технологиях."   
                },
                { 
                    "text": "Это позволяет сделать вывод о том, что в мире все ещё есть люди, которые не одобряют технологические изменения, но они лишь испытывают беспокойство по этому поводу."   
                },
                { 
                    "eventsCount":1,
                    "text": "Они всё чаще отказывались от использования физической силы для решения своих проблем."   
                } 
            ]
                    
        },

    "monologueInFrontOfFranzFerdinand":
        {   
            "replics":
            [
                { 
                    "text":  "Неужели я и вправду сейчас стою на торжестве?"
                },
                { 
                    "text":  "Я читал информацию об этом событии, но это всё было так расплывчато…" 
                },
                { 
                    "text": "Я обязан посмотреть торжество с высокой бдительностью."   
                },
                { 
                    "text": "Я не уверен в точности моих снов, но всё происходит крайне верно, будто я читаю книгу…"   
                },
                { 
                    "text": "Смогу ли я записать всё это с такой точностью в свою книгу?"   
                },
                { 
                    "text": "Если я не ошибаюсь, то сейчас приедет Франц Фердинанд и… "   
                },
                { 
                    "eventsCount":1,
                    "onEnd":true,
                    "text": "Неужели это действительно произойдёт..."   
                } 
                
            ]
            
        },
        "thoughtsAboutAttempt":
        {   
            "replics":
            [
                { 
                    "text":  "Мои мысли по этому поводу"
                },
                { 
                    "text":  "Я в шоке" 
                },
                { 
                     
                    "text": "Ваня напиши сюда текст"   
                },
                {
                    "text":"...", 
                    "eventsCount":1
                }
                 
                
            ]
            
        }
    }

}
